Repository: Snowlinux/snowupdate
Catalog: po/*.po
Languages: gd, hr

source: Unknown Error: '%s' (%s)
gd: Mearachd Neo-aithnichte: '%s' (%s)
hr: Nepoznata greška: '%s' (%s)

source: %i package can be updated.
gd: %i Pasgan comasach air ùrachadh.
hr: Moguće je nadograditi %i paket.

source: %i update is a security update.
gd: %i Ùrachadh na ùrachadh tèarainteachd.
hr: %i je nadogradnja sigurnosna.

source: Error: Opening the cache (%s)
gd: Mearachd: Fosgladh a' tasgadan (%s)
hr: Greška pri otvaranju priručne memorije (%s)

source: Error: BrokenCount > 0
gd: Mearachd: CunntasBriste > 0

source: Error: Marking the upgrade (%s)
gd: Mearachd: Comharrachadh an ùrachadh (%s)
hr: Greška: Označavanje nadogradnje (%s)

source: Show the packages that are going to be installed/upgraded
gd: Foillsich na pasganan tha a' dol air an stàladh/ùrachadh
hr: Prikaži pakete koji će se instalirati/nadograditi

source: Show human readable output on stdout
gd: Seall cur a-mach a' gabhail leughadh air stdout
hr: Prikaži čitljiv rezultat na stdoutu

source: Return the time in days when security updates are installed unattended (0 means disabled)
gd: Bheir air ais an àm ann a làithichean nuair tha ùrachaidhean tèarainteachd air na stàladh na h-aonar (0 ciallachadh neo-chomasach)
hr: Vrati vrijeme u danima kada su sigurnosne nadogradnje instalirane bez nadzora (0 znači onemogućeno)

source: System program problem detected
gd: Trioblaid prògram siostam air nochdadh
hr: Otkrivena greška u programu sustava

source: Do you want to report the problem now?
gd: Bheil thu ag iarraidh thoir iomradh air an trioblaid an dràsta?
hr: Želite li odmah prijaviti problem?

source: Report problem…
gd: Aithris an Trioblaid
hr: Prijavi problem...

source: Crash report detected
gd: Aithris tuisleadh air lorg
hr: Otkriven izvještaj o rušenju

source: An application has crashed on your system (now or in the past). Click on the notification icon to display details.
gd: Tha prògram air tuisleadh air do siostam (an dràsta no mu thràth). Briog air an ìomhaigheag comharrachadh son sealltainn cunntas
hr: Srušio se program na vašem sustava (sada ili nedavno). Kliknite na ovu ikonu kako biste vidjeli detalje.

source: Network service discovery disabled
gd: Seirbheis lìonra taisgealadh neo-comasach
hr: Detekcija mrežnih servisa je isključena

source: Your current network has a .local domain, which is not recommended and incompatible with the Avahi network service discovery. The service has been disabled.
gd: Tha àrainn .local aig do lìonra gnàthaichte, chan eil seo glic agus neo-fhreagarrach le seirbheis lìonra Avahi taisgealadh. Tha seirbheis a' sgur.
hr: Vaša trenutna mreža ima .local domenu, koja se ne preporuča i nije kompatibilna s Avahi uslugom otkrivanja mrežnih usluga. Usluga će biti onemogućena.

source: Software Packages Volume Detected
gd: Iom-leabhar Pasganan Bathar-bog Air Lorg
hr: Prepoznat je medij sa softverskim paketima

source: <span weight="bold" size="larger">A volume with software packages has been detected.</span> Would you like to open it with the package manager?
gd: <span weight="bold" size="larger">Iom-leabhar Pasganan Bathar-bog Air Lorg</span> Am bu toigh leat fhosgladh leis a mhanaidsear pasganan?
hr: <span weight="bold" size="larger">Otkriven je izvor softverskih paketa.</span> Želite li ga otvoriti sa paketnim upraviteljem?

source: Start Package Manager
gd: Tòisich Manaidsear Pasganan
hr: Pokreni upravitelja paketa

source: Upgrade volume detected
gd: Air lorg ùrachadh iom-leabhar
hr: Otkriven je medij za nadogradnju

source: <span weight="bold" size="larger">A distribution volume with software packages has been detected.</span> Would you like to try to upgrade from it automatically?
gd: <span weight="bold" size="larger">Tha air lorg roinneachd iom-leabhar le pasganan bathar-bòg.</span> Féin-obrachail am bu toigh leat dèan oidhirp ùrachadh?
hr: <span weight="bold" size="larger">Medij sa paketima distribucije je otkriven.</span> Želite li ga iskoristiti za automatsku nadogradnju sustava?

source: Run upgrade
gd: Ruith ùrachadh
hr: Pokreni nadogradnju

source: APTonCD volume detected
gd: APTonCD iom-leabhar air lorg
hr: Otkriven APTonCD medij

source: <span weight="bold" size="larger">A volume with unofficial software packages has been detected.</span> Would you like to open it with the package manager?
gd: <span weight="bold" size="larger">Tha iom-leabhar le pasganan bathar-bog neo-oifigeilair lorg.</span> Am bu toigh leat fhosgladh leis a mhanaidsear pasganan?
hr: <span weight="bold" size="larger">Otkriven je medij s nesložbenim softverskim paketima.</span> Želite li ga otvoriti sa upraviteljem paketa?

source: Start package manager
gd: Tòiseach manaidsear pasganan
hr: Pokreni paketni alat

source: _Run this action now
gd: _Ruith a' gnìomh an dràsta
hr: _Pokreni odmah ovo

source: Information available
gd: Fiosrachadh ri fhaighinn
hr: Informacije dostupne

source: Click on the notification icon to show the available information.
gd: Briog air an ìomhaigheag comharrachadh son sealltainn cunntas.
hr: Kliknite na ikonu kako biste vidjeti informacije.

source: System restart required
gd: Siostam ath-tòisich feumail
hr: Ponovno pokretanje računala

source: To finish updating your system, please restart it. Click on the notification icon for details.
gd: Gus crìochnaich ùrachadh an t-siostam agad. Ath-tòiseachadh sibh e. Briog air ìomhaigheag fios son mion-chunntas,
hr: Ponovno pokrenite računalo za dovršetak ažuriranja sustava. Za detalje kliknite na obavijesnu ikonu.

source: Reboot failed
gd: D'fhàilig ath-bhròg
hr: Ponovno pokretanje nije uspjelo

source: Failed to request reboot, please shutdown manually
gd: D'fhàilig iarraidh ath-bhròg, dùin sìos a làimh
hr: Zahtjev ponovnog pokretanja nije uspio, molim učinite to ručno

source: Show updates
gd: Foillsich ùrachadh
hr: Prikaži nadogradnje

source: Install all updates
gd: Stàladh ùrachaidhean gu lèir
hr: Nadogradi sustav

source: Check for updates
gd: Sgrùd son ùrachaidhean
hr: Potraži nadogradnje

source: There is %i update available
gd: Tha %i ùrachadh ri làimh
hr: Postoji %i nadogradnja

source: Show notifications
gd: Foillsich comharrachadh
hr: Prikaži obavijesti

source: A package manager is working
gd: Tha manaidsear ag obair
hr: Paketni alat već radi

source: There is %i update available. Click on the notification icon to show the available update.
gd: Tha %i ùrachadh ri làimh. Briog air ìomhaigheag comharrachadh son sealltainn ùrachadh ri làimh.
hr: Dostupna je %i nadogradnja. Za prikaz kliknite na obavijesnu ikonu.

source: Software updates available
gd: Cunntasan às ùr bathar bog ri fhaighinn
hr: Dostupne nadogradnje sustava

source: An error occurred, please run Package Manager from the right-click menu or apt-get in a terminal to see what is wrong. The error message was: '%s'.
gd: Thachair mearachd, Ruith sibh Manaidsear Pasganan às clàr-iùil briogadh-deas no apt-get ann a tèirmineal faic dè chaidh ceàrr. Seo teachdaireachd mearachd: '%s'.
hr: Dogodila se greška. Pokrenite Upravitelj paketa iz izbornika desnog klika ili s apt-get u terminalu da vidite grešku. Poruka greške je: '%s'.

source: An error occurred, please run Package Manager from the right-click menu or apt-get in a terminal to see what is wrong.
gd: Thachair mearachd, Ruith sibh Manaidsear Pasganan às clàr-iùl briogadh-deas no apt-get ann a tèirmineal son faic dè chaidh ceàrr.
hr: Došlo je do greške. Pokreni Upravitelj paketa iz izbornika na desnom kliku ili pokrenite apt-get u terminalu kako biste vidjeli što nije u redu.

source: This usually means that your installed packages have unmet dependencies
gd: Tha seo mar as trice a' ciallachadh pasganan air stàladh goirid de eisimeileachdan.
hr: Ovo obično znači da se za instalirane pakete ne mogu riješiti sve međuzavisnosti.

source: A problem occurred when checking for the updates.
gd: Thachair trioblaid nuair sgrùdadh airson ùrachadh.
hr: Pojavila se greška prilikom provjere novih nadogradnji.

source: - inform about updates
gd: - fiosrach mu ùrachadh
hr: - obavijesti o nadogradnjama

source: Failed to init the UI: %s
gd: Dh'fhaidhlig tòisich UI: %s
hr: Greška pri inicijalizaciji korisničkog sučelja: %s

source: unknown error
gd: mearachd neo-aithnichte
hr: nepoznata greška

source: update-notifier
gd: cuir fios air-ùrachadh
hr: glasnik-nadogradnji

source: <span weight="bold" size="larger">Update information</span>
gd: <span weight="bold" size="larger">fiosrach ùrachadh</span>
hr: <span weight="bold" size="larger">Informacije nadogradnje</span>

source: Restart Required
gd: Ath-thòiseachadh feumail
hr: Potrebno je ponovno pokretanje

source: Restart _Later
gd: Tòisich às ùr an dèidh làimhe
hr: Ponovno pokreni računalo _kasnije

source: _Restart Now
gd: _Tòisich às ùr an-dràsta
hr: _Ponovno pokreni računalo

source: The computer needs to restart to finish installing updates. Please save your work before continuing.
gd: Feumaidh a' coimpiutair ath-thòiseachadh gu criothnachadh ùrachaidhean. Sabhail sibh ar obair mus lean air adhart.
hr: Računalo se mora ponovno pokrenuti za završetak nadogradnje. Pohranite svoj rad prije nastavljanja.

source: Update Notifier
gd: Cuir fios air ùrachadh

source: Check for available updates automatically
gd: Sgrùd son ùrachadh fèin-obrachail ri làimh
hr: Automatski provjeri za dostupne nadogradnje

source: Failure to download extra data files
gd: Dh'fhàillig luchdadh a-nuas faidhlichean dàta a bharrachd
hr: Greška pri preuzimanju dodatnih podatkovnih datoteka

source: The following packages requested additional data downloads after package installation, but the data could not be downloaded or could not be processed.
gd: Dh' iarr na pacaidean tha leantainn luchdaidhean a-nuas dàta a bharrachd às dèidh stàlachadh am pacaid, ach cha b' urrainn luchdadh a-nuas no giullachd an dàta.
hr: Sljedeći paketi su pitali za dodatna podatkovna preuzimanja nakon njihove instalacije, ali se podaci nisu mogli preuzeti ili obraditi.

source: The download will be attempted again later, or you can try the download again now. Running this command requires an active Internet connection.
gd: Bithidh an luchdadh a-nuas dha fheuchainn a-rithist nas anmoch, no faodaidh tu fheuchainn a-rithist an dràsta. Tha a' ruith an àithne seo ag iarraidh ceangal eadar-lìon beothail.
hr: Preuzimanje će se pokušati obaviti kasnije ili možete pokušati odmah. Pokretanje ove naredbe zahtijeva aktivnu internetsku vezu.

source: Data files for some packages could not be downloaded
gd: Cha b' urrainn luchdadh a-nuas faidhlichean dàta airson cuid pacaidean
hr: Podatkovne datoteke za neke pakete se nisu mogle preuzeti

source: This is a permanent failure that leaves these packages unusable on your system. You may need to fix your Internet connection, then remove and reinstall the packages to fix this problem.
gd: Se fàilligeadh maireannach a dh'fhàgas na pacaidean seo gun fheum air an t-siostam agad. 'S dòcha gum feum thu càireadh do cheangal eadar-lìon, nuair sin thoir às agus ath-stàlaich na pacaidean airson càireadh an trioblaid seo.
hr: Ovo je trajna greška koja će ove pakete na vašem sustavu učiniti neupotrebljivima. Trebati ćete popraviti vašu internetsku vezu pa ukloniti te ponovo instalirati ove pakete kako bi rješili problem.
